Repository: AnimeshN/poshanvatika_pwa_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Name
hi: नाम

source: Nutrient Name
hi: नाम

source: Area
hi: जगह

source: Village
hi: गांव

source: District
hi: जिला

source: State
hi: राज्य

source: Pincode
hi: पिनकोड

source: Latitude
hi: लॅटिट्यूड

source: Longitude
hi: लोंजीट्यूड

source: Upload a picture
hi: फ़ोटो लीजिए

source: Enter your name
hi: आपका नाम लिखें

source: Enter the nutrient name
hi: पोषकतत्व का नाम लिखें

source: Enter the area
hi: आपके क्षेत्र का नाम लिखें

source: Enter the village
hi: गांव का नाम लिखें

source: Enter the district
hi: जिले का नाम लिखें

source: Enter the state
hi: राज्य का नाम लिखें

source: Enter the pincode
hi: पिनकोड डालें

source: Enter the latitude
hi: लॅटिट्यूड डालें

source: Enter the longitude
hi: लोंजीट्यूड डालें

source: Your data is submitted successfully!
hi: आपका डाटा सफलता पूर्वक सबमिट कर दिया गया हैं

source: Home
hi: मुख्य पृष्ठ

source: About
hi: बारे में

source: My Poshanvatikas
hi: मेरी पोषणवाटिकाएं

source: Beneficiaries
hi: लाभार्थी

source: Compendiums
hi: सारसारांश

source: Marketplace
hi: बाजार

source: Contact
hi: संपर्क

source: My Pohanvatikas
hi: मेरी पोषण वाटिकाएं

source: Nutrition Beneficiaries
hi: पोषण लाभार्थी

source: News
hi: समाचार

source: POSHANVATIKA
hi: पोषण वाटिका

source: Map
hi: नक्शा

source: Reports(coming soon)
hi: रिपोर्ट्स (जल्द ही अपलोड करेंगे)

source: Feedback(coming soon)
hi: अभिप्राय(जल्द ही अपलोड करेंगे)

source: Logout
hi: लॉग आउट

source: Login
hi: लॉग इन

source: Register
hi: पंजीकरण

source: DATA CONTRIBUTION AND FORMS
hi: डाटा संग्रह और फॉर्म

source: PoshanVaitka Form
hi: पोषण वाटिका फॉर्म

source: Capture PoshanVatikas
hi: पोषण वाटिका का फ़ोटो लें

source: Capture Wells
hi: कुआँ का फ़ोटो लें

source: Capture Seed
hi: बीजों का फ़ोटो लें

source: View All PoshanVatikas
hi: सभी पोषण वाटिका दिखाएं

source: View Wells Data
hi: कूँओं का डाटा दिखाएं

source: View Wells
hi: कुआँ दिखाएं

source: Archived PoshanVatikas
hi: संग्रहित पोषण वाटिका

source: Add Nutrigardens Information
hi: पोषण वाटिकाओं की जानकारी जोड़ें

source: Click image from your camera
hi: अपने कैमरे से फ़ोटो क्लिक करें

source: Upload images
hi: पोषण वाटिका फ़ोटो अपलोड करें

source: Add NutriGarden
hi: पोषण वाटिका की जानकारी दें

source: Allow Camera access to app
hi: ऐप को कैमरा एक्सेस की अनुमति दें

source: Name of individual / organization / school under which Nutri-Garden is cultivated:
hi: व्यक्ति/संगठन/स्कूल का नाम जिसके अंतर्गत पोषण वाटिका है

source: Organization Name
hi: संगठन का नाम

source: Name of Village:
hi: गांव का नाम

source: Name of District:
hi: जिला का नाम

source: Name of State:
hi: राज्य का नाम

source: Enter Pincode:
hi: पिनकोड डालिए

source: Latitude:
hi: लॅटिट्यूड

source: Enter Latitude
hi: लॅटिट्यूड डालिए

source: Longitude:
hi: लोंजीट्यूड

source: Enter Longitude
hi: लोंजीट्यूड डालिए

source: Individual level-self made
hi: व्यक्तिगत खुद से बनाई गयी

source: Individual level-got help from local NGO
hi: व्यक्तिगत - स्थानिक संस्था से मदद

source: Community level- without external support
hi: सामुदायिक स्तर - बाहर से मदद लिए बिना

source: Individual level-through Government support
hi: व्यक्तिगत - सरकारी सहायता से

source: Community level - with support from external agency
hi: सामुदायिक स्तर - बाहरी सहायता से

source: Others:
hi: अन्य

source: If getting support from local NGO, name the NGO and locality of NGO
hi: यदि स्थानीय संस्था से समर्थन मिल रहा है, तो संस्था क्षेत्र का नाम बताएं

source: Local NGO Name and Locality
hi: स्थानीय संस्था का नाम और क्षेत्र

source: If getting support from Government, name of the Department/ Ministry providing support
hi: यदि सरकार से सहायता मिल रही है तो विभाग/मंत्रालय का नाम देंसमर्थन प्रदान करना

source: Government Department/Ministry
hi: सरकारी विभाग/मंत्रालय

source: For self consumption
hi: खुद के लिए

source: Selling surplus
hi: ज्यादा उपज बिक्री के लिए

source: Selling surplus with value addition
hi: अतिरिक्त उपज का मूल्य वर्धन करके बिक्री

source: Only for vegetables and fruits
hi: सिर्फ सब्जी और फलों के लिए

source: Backyard Poultry
hi: मुर्गीपालन

source: Backyard Fishery
hi: मत्स्यपालन

source: Are you selling the surplus from Nutri-Garden
hi: क्या आप पोषण वाटिका की अतिरिक्त उपज बेच रहे हैं?

source: Yes
hi: हां

source: No
hi: नहीं

source: If yes How much surplus you sell per month (in Kg/month)
hi: यदि हाँ तो आप प्रति माह कितनी उपज बेचते हैं (किलो/माह में)

source: per month
hi: प्रति माह

source: What standard area of Nutri-Gardens?
hi: पोषण वाटिका का मानक क्षेत्र

source: Less than 1000 sq.ft model
hi: 100 स्क्वे फिट से कम वाला मोडेल

source: 1000 to 2000 sq.ft model
hi: 1000 से 2000 स्क्वे फिट वाला मोडेल

source: 2000 to 3000 sq.ft model
hi: 2000 से 3000 स्क्वे फिट वाला मोडेल

source: 3000 to 4000 sq.ft model
hi: 3000 से 4000 स्क्वे फिट वाला मोडेल

source: More than 4000 sq.ft model
hi: 4000 स्क्वे फिट से बडा वाला मोडेल

source: Does the NGO/ supporter provide seeds every year?
hi: क्या संस्था/समर्थक हर साल बीज उपलब्ध कराते हैं?

source: Name the Seasonal vegetables grown in Nutri-Garden
hi: पोषण वाटिका में उगाई जाने वाली मौसमी सब्जियों के नाम बताइए

source: seasonal vegetable
hi: मौसमी सब्जियां

source: Name the Perennial vegetables grown in Nutri-Garden
hi: पोषण वाटिका में उगाई जाने वाली बारहमासी सब्जियों के नाम बताइए

source: perennial vegetable
hi: बारहमासी सब्जियां

source: Name the Fruits grown in Nutri-Garden
hi: पोषण वाटिका में लगाए हुए फल

source: fruits
hi: फल

source: Average daily Fruit output from Nutri-Garden in Kg/Day
hi: पोषण वाटिका से दैनिक फलोंका औसत उत्पादन किलोग्राम/दिन

source: daily fruits
hi: दैनिक फल

source: Type of Seeds used in Nutri-Garden
hi: पोषण वाटिका में प्रयुक्त बीजों के प्रकार

source: Indigeous
hi: देसी

source: Hybrid
hi: संकरित

source: What is the average monthly income from a Nutri-Garden?
hi: पोषण वाटिका से औसत मासिक आय क्या है?

source: 0 to 500 Rs
hi: 0 से 500 रु

source: 500 to 2000 Rs
hi: 500 से 2000 रु

source: 2000 to 5000 Rs
hi: 2000 से 5000 रु

source: 5000 to 10000 Rs
hi: 5000 से 10000 रु

source: More than 10000 Rs
hi: 10000 रु से ज्यादा

source: Type of Cultivation method in Nutri-Garden
hi: पोषण वाटिका में खेती विधि का प्रकार

source: Open Cultivation
hi: खुली खेती

source: Open Cultivation with multilayer croping
hi: मल्टीलेयर क्रॉपिंग के साथ खुली खेती

source: Protected Cultivation using Shed-Net
hi: शेड-नेट का उपयोग करके संरक्षित खेती

source: Protected Cultivation using Polyhouse
hi: पॉलीहाउस का उपयोग करके संरक्षित खेती

source: Average per month expenses on Nutri-Garden
hi: पोषण वाटिका पर प्रति माह औसत खर्च

source: Less than 250
hi: 250 से कम

source: 250 to 500
hi: 250 से 500

source: 500 to 1000
hi: 500 से 1000

source: 1000 to 2000
hi: 1000 से 2000

source: Less than 2000
hi: 2000 से कम

source: Source of Water for irrigation
hi: सिंचाई के लिए जल का स्रोत

source: Well
hi: कुवाँ

source: Bore well
hi: बोर वेल

source: Pond
hi: तालाब

source: River
hi: नदी

source: Canel
hi: कैनल

source: Irrigation Water Availability
hi: सिंचाई जल उपलब्धता

source: No water available for irrigation
hi: सिंचाई के लिए पानी उपलब्ध नहीं है

source: Very less water available
hi: बहुत कम पानी उपलब्ध है

source: Sufficient Water available for Nutri-Garden
hi: पोषण वाटिका के लिए पर्याप्त पानी उपलब्ध है

source: Excess Water Availablity
hi: अतिरिक्त पानी की उपलब्धता

source: Name the organizations / government schemes supporting the school Nutri-Garden
hi: स्कूल में पोषण वाटिका करने वाले संस्था/ सरकारी योजनाओं के नाम बताएं-बगीचा

source: name the organization
hi: संस्था का नाम

source: Any weekly classes/course work dedicated to Nutri-Garden and training to students?
hi: पोषण वाटिका और प्रशिक्षण को समर्पित कोई भी साप्ताहिक कक्षा/पाठ्यक्रम कार्यछात्र?

source: Any weekly classes
hi: कोई भी साप्ताहिक कक्षा

source: Weekly time spent by students in Nutri-Garden
hi: पोषण वाटिका छात्रों द्वारा बिताया गया साप्ताहिक समय

source: Weekly 1 hr
hi: साप्ताहिक 1 घंटा

source: Weekly 2 hr
hi: साप्ताहिक 2 घंटे

source: Weekly 3 hr
hi: साप्ताहिक 3 घंटे

source: Weekly 5 hr
hi: साप्ताहिक 5 घंटे

source: More than 5 hr
hi: 5 घंटे से ज्यादा

source: At what scale School Nutri-Garden is operating:
hi: स्कूल में पोषण वाटिका किस स्तर पर संचालित हो रहा है :

source: Using output in school Mid-day-meal
hi: स्कूल मिड-डे-मील में उपज उपयोग करना

source: Selling the surplus produce from Nutri-Garden
hi: पोषण वाटिका से अतिरिक्त उपज बेचना

source: Using Nutri-Garden as a open field science laboratory
hi: पोषण वाटिका को एक खुले क्षेत्र की विज्ञान प्रयोगशाला के रूप में उपयोग करना

source: Using Nutri-Garden output in hot cooked meal of Anganwadi
hi: आंगनवाड़ी के ताजे पके हुए भोजन में पोषण वाटिका के उपज का उपयोग करना

source: sharing the excess produce from Nutri-Garden to families of school children
hi: पोषण वाटिका से प्राप्त अतिरिक्त उपज को स्कूली बच्चों के परिवारों के साथ साझा करना

source: Any Innovative practices in School Nutri-Garden
hi: स्कूल में पोषण वाटिका में कोई नवीन अभ्यास

source: Category
hi: श्रेणी

source: AFIF
hi: एएफआईएफ

source: Submit
hi: दर्ज करों

source: USER AUTHENTICATION
hi: उपभोक्ता प्रमाणीकरण

source: Reports(coming soon..)
hi: रिपोर्ट्स (जल्द ही अपलोड करेंगे)

source: Feedback(coming soon..)
hi: अभिप्राय(जल्द ही अपलोड करेंगे)
